import news1 from "../assets/news1.png";
import news2 from "../assets/news2.png";
import news3 from "../assets/news3.png";
import news4 from "../assets/news4.png";
export const news = [
  {
    id: 1,
    image: news1,
    title: "Масштабное обновление каталога инструментов",
    text: "С радостью сообщаем вам о крупном пополнении нашего каталога инструментов.",
    date: "5 Августа 2023",
  },
  {
    id: 2,
    image: news2,
    title: "Масштабное обновление каталога инструментов",
    text: "С радостью сообщаем вам о крупном пополнении нашего каталога инструментов.",
    date: "5 Августа 2023",
  },
  {
    id: 3,
    image: news3,
    title: "Масштабное обновление каталога инструментов",
    text: "С радостью сообщаем вам о крупном пополнении нашего каталога инструментов.",
    date: "5 Августа 2023",
  },
  {
    id: 4,
    image: news4,
    title: "Масштабное обновление каталога инструментов",
    text: "С радостью сообщаем вам о крупном пополнении нашего каталога инструментов.",
    date: "5 Августа 2023",
  },
];