export type NewsItem = {
  id: number;
  title: string;
  description: string;
  date: string;
  image: string;
};

export const newsData: NewsItem[] = [
  {
    id: 1,
    title: "Масштабное обновление каталога инструментов",
    description:
      "С радостью сообщаем вам о крупном пополнении нашего каталога инструментов.",
    date: "5 Августа 2023",
    image: "/images/blogImages/rectangle-13.png",
  },
  {
    id: 2,
    title: "Масштабное обновление каталога инструментов",
    description:
      "С радостью сообщаем вам о крупном пополнении нашего каталога инструментов.",
    date: "5 Августа 2023",
    image: "/images/blogImages/rectangle-13-(1).png",
  },
  {
    id: 3,
    title: "Масштабное обновление каталога инструментов",
    description:
      "С радостью сообщаем вам о крупном пополнении нашего каталога инструментов.",
    date: "5 Августа 2023",
    image: "/images/blogImages/rectangle-13-(2).png",
  },
  {
    id: 4,
    title: "Масштабное обновление каталога инструментов",
    description:
      "С радостью сообщаем вам о крупном пополнении нашего каталога инструментов.",
    date: "5 Августа 2023",
    image: "/images/blogImages/rectangle-13-(3).png",
  },
  {
    id: 5,
    title: "Масштабное обновление каталога инструментов",
    description:
      "С радостью сообщаем вам о крупном пополнении нашего каталога инструментов.",
    date: "5 Августа 2023",
    image: "/images/blogImages/rectangle-13-(4).png",
  },
  {
    id: 6,
    title: "Масштабное обновление каталога инструментов",
    description:
      "С радостью сообщаем вам о крупном пополнении нашего каталога инструментов.",
    date: "5 Августа 2023",
    image: "/images/blogImages/rectangle-13-(5).png",
  },
  {
    id: 7,
    title: "Масштабное обновление каталога инструментов",
    description:
      "С радостью сообщаем вам о крупном пополнении нашего каталога инструментов.",
    date: "5 Августа 2023",
    image: "/images/blogImages/rectangle-13-(6).png",
  },
  {
    id: 8,
    title: "Масштабное обновление каталога инструментов",
    description:
      "С радостью сообщаем вам о крупном пополнении нашего каталога инструментов.",
    date: "5 Августа 2023",
    image: "/images/blogImages/rectangle-13-(7).png",
  },
  {
    id: 9,
    title: "Масштабное обновление каталога инструментов",
    description:
      "С радостью сообщаем вам о крупном пополнении нашего каталога инструментов.",
    date: "5 Августа 2023",
    image: "/images/blogImages/rectangle-13-(8).png ",
  },
  {
    id: 10,
    title: "Масштабное обновление каталога инструментов",
    description:
      "С радостью сообщаем вам о крупном пополнении нашего каталога инструментов.",
    date: "5 Августа 2023",
    image: "/images/blogImages/rectangle-13-(9).png ",
  },
  {
    id: 11,
    title: "Масштабное обновление каталога инструментов",
    description:
      "С радостью сообщаем вам о крупном пополнении нашего каталога инструментов.",
    date: "5 Августа 2023",
    image: "/images/blogImages/rectangle-13-(10).png ",
  },
  {
    id: 12,
    title: "Масштабное обновление каталога инструментов",
    description:
      "С радостью сообщаем вам о крупном пополнении нашего каталога инструментов.",
    date: "5 Августа 2023",
    image: "/images/blogImages/rectangle-13-(11).png ",
  },
];
