export const news = [
  {
    id: 1,
    image: "/news1.png",
    title: "Масштабное обновление каталога инструментов",
    text: "С радостью сообщаем вам о крупном пополнении нашего каталога инструментов.",
    date: "5 Августа 2023",
  },
  {
    id: 2,
    image: "/news2.png",
    title: "Масштабное обновление каталога инструментов",
    text: "С радостью сообщаем вам о крупном пополнении нашего каталога инструментов.",
    date: "5 Августа 2023",
  },
  {
    id: 3,
    image: "/news3.png",
    title: "Масштабное обновление каталога инструментов",
    text: "С радостью сообщаем вам о крупном пополнении нашего каталога инструментов.",
    date: "5 Августа 2023",
  },
  {
    id: 4,
    image: "/news4.png",
    title: "Масштабное обновление каталога инструментов",
    text: "С радостью сообщаем вам о крупном пополнении нашего каталога инструментов.",
    date: "5 Августа 2023",
  },
];